Repository: gabortim/josm-phonenumber
Catalog: src/main/po/*.po
Languages: hu

source: Checks all common phone keys and values
hu: Ellenőrzi az összes gyakori telefon kulcsot és értéket

source: Download all objects with phone number in the current view
hu: Az összes telefonszámmal rendelkező objektum letöltése az aktuális nézetben

source: Download objects via Overpass API
hu: Objektumok letöltése Overpass API-n keresztül

source: Download objects with phone number
hu: Telefonszámmal rendelkező objektumok letöltése

source: EXPERIMENTAL! Enable autofix
hu: KÍSÉRLETI! Automatikus javítás engedélyezése

source: Edit: {0}
hu: Szerkeszt: {0}

source: Fix phone number values
hu: Telefonszám értékek javítása

source: Not enough grouping characters. Is it contains extension?
hu: Nincs elég csoportosító karakter. Mellékhívószámot tartalmaz?

source: Paste
hu: Beilleszt

source: Phone number
hu: Telefonszám

source: Phone number invalid
hu: Érvénytelen telefonszám

source: Phone number issues
hu: Telefonszám problémák

source: Phone number possibly in wrong region
hu: Telefonszám feltehetően rossz régióban

source: Switch this object's contact tags to the newer prefix scheme
hu: Az objektum kapcsolattartási címkéinek az újabb előtagsémára állítása

source: Switch to contact prefix scheme
hu: contact előtagsémára váltás

source: contact: prefix scheme recommended
hu: contact: előtagséma ajánlott

source: couldn''t parse {0}
hu: nem parsolható {0}

source: duplicate values
hu: ismétlődő értékek

source: inappropriate key
hu: nem megfelelő kulcs

source: not in E.123 format
hu: nem E.123 formátumban

source: premium rate number
hu: emelt díjas telefonszám

source: too short {0}
hu: túl rövid {0}

source: unusual chars {0}
hu: szokatlan karakterek {0}

source: wrong separator used in {0} key
hu: helytelen elválasztójel a {0} kulcsban

source: Gives the validator ability to verify and auto-fix incorrect phone numbers
hu: Lehetővé teszi a validátor számára a hibás telefonszámok ellenőrzését és automatikus javítását
